// รายชื่อคณะมหาวิทยาลัยกรุงเทพ
export const FACULTIES = [
  "คณะการสร้างเจ้าของธุรกิจและการบริหารกิจการ",
  "คณะดิจิทัลมีเดียและศิลปะภาพยนตร์",
  "คณะนิติศาสตร์",
  "คณะนิเทศศาสตร์",
  "คณะบริหารธุรกิจ",
  "คณะบัญชี",
  "คณะมนุษยศาสตร์และการจัดการการท่องเที่ยว",
  "คณะเทคโนโลยีสารสนเทศและนวัตกรรม",
  "คณะวิศวกรรมศาสตร์",
  "คณะศิลปกรรมศาสตร์",
  "คณะเศรษฐศาสตร์และการลงทุน",
  "คณะสถาปัตยกรรมศาสตร์",
  "หลักสูตรนานาชาติ",
  "หลักสูตรนานาชาติจีน",
] as const

export type Faculty = (typeof FACULTIES)[number]
